Autodesk.Revit.BrowserOrganizationType
Enumerated type representing the type of browser organization.
Since:
2015
Since:
2015

Autodesk.Revit.BrowserOrganizationType.Families
The browser organization definition for families.

Autodesk.Revit.BrowserOrganizationType.Sheets
The browser organization definition for sheets.

Autodesk.Revit.BrowserOrganizationType.Views
The browser organization definition for views.